<?php

$_['heading_title'] = '<span style="color: #1ece1e;">Ми в соціальних мережах</span>';
$_['heading_title_main'] = 'Ми в соціальних мережах';

$_['button_save'] = 'Зберегти';
$_['button_cancel'] = 'Відмінити';
$_['button_remove'] = 'Видалити';
$_['button_add'] = 'Добавити';

$_['text_form'] = 'Редагування відображення соціальних мереж';
$_['entry_ico'] = 'Виберіть зображення:';
$_['entry_font'] = 'Вкажіть клас іконки:';
$_['entry_url'] = 'Введіть адресу:';
$_['entry_status'] = 'Статус:';
$_['entry_sort'] = 'Порядок сортування:';

$_['entry_which_ico'] = 'Що використовувати:';
$_['entry_which_image'] = 'Зображення';
$_['entry_which_font'] = 'Шрифт';

$_['entry_status_on'] = 'Увімкнено';
$_['entry_status_off'] = 'Вимкнено';

// Error
$_['error_warning'] = 'Уважно перевірте форму на помилки!';
$_['error_permission'] = 'У Вас немає прав для зміни соц-мереж!';
$_['error_image'] = 'Помилка завантаження зображення!';
$_['error_url'] = 'Перевірте введену адресу!';
$_['error_sort'] = 'Поле повинно містити лише цілі числа!';
$_['error_font'] = 'Перевірте введене значення!';

// Info
$_['success'] = 'Соц-мережі збережено успішно!';