<?php

$_['heading_title'] = '<span style="color: #1ece1e;">Мы в соц-сетях</span>';
$_['heading_title_main'] = 'Мы в соц-сетях';

$_['button_save'] = 'Сохранить';
$_['button_cancel'] = 'Отменить';
$_['button_remove'] = 'Удалить';
$_['button_add'] = 'Добавить';

$_['text_form'] = 'Редактирование отображения соц-сетей';
$_['entry_ico'] = 'Выберите картинку:';
$_['entry_font'] = 'Укажите класс иконки:';
$_['entry_url'] = 'Введите адрес:';
$_['entry_status'] = 'Статус:';
$_['entry_sort'] = 'Порядок сортировки:';

$_['entry_which_ico'] = 'Что использовать:';
$_['entry_which_image'] = 'Изображение';
$_['entry_which_font'] = 'Шрифт';

$_['entry_status_on'] = 'Включено';
$_['entry_status_off'] = 'Отключено';

// Error
$_['error_warning']    = 'Внимательно проверьте форму на ошибки!';
$_['error_permission'] = 'У Вас нет прав для изменения соц-сетей!';
$_['error_image'] = 'Ошибка загрузки картинки!';
$_['error_url'] = 'Проверьте введенный адрес!';
$_['error_sort'] = 'Поле должно содержать только целые числа!';
$_['error_font'] = 'Проверьте введенное значение!';

// Info
$_['success'] = 'Соц-сети сохранены успешно!';