<?php
// Heading
$_['heading_title'] = 'Використовувати Бонусні бали (доступно балів %s)';

// Text
$_['text_reward'] = 'Бонусні бали: (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success'] = 'Бали успішно застосовані!';

// Entry
$_['entry_reward'] = 'Максимальна к-ть для замовлення: %s бал(ів)';
$_['text_entry_reward'] = 'Бонуси';

// Error
$_['error_reward'] = 'Вкажіть будь-ласка кількість бонусних балів для оплати даного замовлення!';
$_['error_points'] = 'У Вас немає %s бонусних балів!';
$_['error_maximum'] = 'Максимально доступна кількість балів, яку можна застосувати: %s!';