<?php
// Heading
$_['heading_title']        = 'Мои адреса';

$_['button_submit']        = 'Сохранить';

// Text
$_['text_account']      	= 'Личный кабинет';
$_['text_address_book'] 	= 'Адреса доставки';
$_['text_edit_address'] 	= 'Редактировать адрес';
$_['text_add']             = 'Ваш адрес был успешно добавлен';
$_['text_edit']            = 'Ваш адрес был успешно обновлен';
$_['text_delete']       = 'Ваш адрес был успешно удален';
$_['text_empty']           = 'У вашей учетной записи нет адреса!';

// Entry
$_['entry_firstname']   = 'Имя';
$_['entry_lastname']    = 'Фамилия';
$_['entry_company']     = 'Компания';
$_['entry_address_1']   = 'Адрес';
$_['entry_address_2']   = 'Адрес (дополнительно)';
$_['entry_postcode']    = 'Индекс';
$_['entry_city']        = 'Город';
$_['entry_country']     = 'Страна';
$_['entry_zone']        = 'Регион / область';
$_['entry_default']     = 'Основной адрес';

$_['entry_address_1'] = 'Область';
$_['entry_address_2'] = 'Город';
$_['entry_city'] = 'Почтовое отделение или адрес';

// Error
$_['error_delete']      = 'У вас должно быть не менее 1 адреса!';
$_['error_default']     = 'Вы не можете удалить основной адрес!';
$_['error_firstname']   = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']    = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_vat']         = 'Неверный индекс!';
//$_['error_address_1']   = 'Адрес должен быть от 3 до 128 символов!';
$_['error_address_1']   = 'Область должна быть от 3 до 128 символов!';
$_['error_postcode']    = 'Почтовое отделение должно быть от 2 до 100 символов!';
$_['error_city']        = 'Название города должно быть от 2 до 128 символов!';
$_['error_country']     = 'Пожалуйста, укажите страну!';
$_['error_zone']        = 'Пожалуйста, укажите регион / область!';
$_['error_custom_field']   = '%s необходим!';
