<?php
// Heading
$_['heading_title']   = 'Восстановление пароля';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забытый пароль?';
$_['text_forgotten_success']  = 'E-mail успешно отправлено';
//$_['text_your_email'] = 'Ваш E-Mail';
//$_['text_email']      = 'Введите адрес электронной почты вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить пароль по электронной почте.';
$_['text_success']    = 'Письмо с информацией по восстановлению пароля отправлено Вам на email';
$_['text_button_forgotten'] = 'Восстановить';
$_['text_button_forgotten_success'] = 'Перейти в каталог';

// Entry
$_['entry_email']     = 'E-mail';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'E-Mail адрес не найден, проверьте и попробуйте ещё раз!';
$_['error_approved']  = 'Внимание: Требуется подтверждение вашей учетной записи перед авторизацией.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';
