<?php
// Heading
$_['heading_title']                = 'Вход или регистрация';

$_['text_success_reg']                = 'Вы успешно зарегистрировались на сайте магазина Робинзон';

// Text
$_['text_login']                   = 'Войти';
$_['text_account']				   = 'в свой кабинет';

$_['text_or']				   = 'или';

$_['text_forgotten']               = 'Забыли пароль?';
$_['text_remember_me']             = 'Запомнить меня';

$_['text_login_soc_networks']      = 'Вход через соц. сети';
$_['text_register_soc_networks']      = 'Регистрация через соц. сети';

$_['text_register']                = 'Регистрация';

// Entry
$_['entry_email']                  = 'E-Mail *';
$_['entry_password']               = 'Пароль *';

$_['entry_firstname']              = 'Имя *';
$_['entry_telephone']              = 'Телефон *';

// Error login
$_['error_login']                  = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_attempts']               = 'Внимание: Вы превысили допустимое количество попыток входа в систему. Пожалуйста, попробуйте через час.';
$_['error_approved']               = 'Необходимо подтвердить аккаунт перед авторизацией.';

// Error register
$_['error_exists']         = 'Этот E-Mail уже зарегистрирован!';
$_['error_firstname']      = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']          = 'E-Mail введён неправильно!';
$_['error_telephone']      = 'В телефоне должно быть от 3 до 32 цифр!';
$_['error_address_1']      = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_city']           = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode']       = 'В индексе должно быть от 2 до 10 символов!';
$_['error_country']        = 'Выберите страну!';
$_['error_zone']           = 'Выберите регион / область!';
$_['error_custom_field']   = '%s необходим!';
$_['error_password']       = 'В пароле должно быть от 4 до 20 символов!';
$_['error_confirm']        = 'Пароли не совпадают!';
$_['error_agree']          = 'Для регистрации вы должны быть согласны с документом %s!';