<?php
// Heading
$_['heading_title']                = 'Вхід або реєстрація';

$_['text_success_reg']                = 'Ви успішно зареєструвались на сайті магазину Робінзоня';

// Text
$_['text_login']                   = 'Увійти';
$_['text_account']				   = 'в особистий кабінет';

$_['text_or']				   = 'або';

$_['text_forgotten']               = 'Забули пароль?';
$_['text_remember_me']             = 'Запам\'ятати мене';

$_['text_login_soc_networks']      = 'Вхід через соц. мережі';
$_['text_register_soc_networks']      = 'Реєстрація через соц. мережі';

$_['text_register']                = 'Реєстрація';

// Entry
$_['entry_email']                  = 'E-Mail *';
$_['entry_password']               = 'Пароль *';

$_['entry_firstname']              = 'Ім\'я *';
$_['entry_telephone']              = 'Телефон *';

// Error login
$_['error_login'] = 'Неправильно заповнені поля E-Mail і/або пароль!';
$_['error_attempts'] = 'Ви перевищили максимальна кількість спроб авторизації. Повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved'] = 'Необхідно підтвердити акаунт перед авторизацією.';

// Error register
$_['error_exists'] = 'Цей E-Mail вже зареєстрований!';
$_['error_firstname'] = 'Ім&#39;я повинно містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище повинна бути від 1 до 32 символів!';
$_['error_email'] = 'E-Mail введено неправильно!';
$_['error_telephone'] = 'Телефон повинен містити від 3 до 32 цифр!';
$_['error_address_1'] = 'Адреса має бути від 3 до 128 символів!';
$_['error_city'] = 'Назва міста має бути від 2 до 128 символів!';
$_['error_postcode'] = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country'] = 'Оберіть країну!';
$_['error_zone'] = 'Оберіть регіон / область!';
$_['error_custom_field'] = '%s обов&#39;язково до заповнення!';
$_['error_password'] = 'пароль має бути від 4 до 20 символів!';
$_['error_confirm'] = 'Паролі і пароль підтвердження не збігаються!';
$_['error_agree'] = 'Ви повинні прочитати і погодитися з %s!';