<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Text
$_['text_message_title'] = 'Вітаємо! Ваш Особистий Кабінет був успішно створений.';
$_['text_message'] = '<p class="registration_title_pc">Тепер Ви можете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунку, редагування своєї контактної інформації та адреси доставки та багато іншого.</p><p class="registration_title_pc">Лист з даними про реєстрацію було відправлено на вказаний E-mail.<br> Якщо ви не отримали листа, будь ласка, <a href="%s" class="writeUs_p">напишіть нам</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію на %s!</p><p>Ви будете повідомлені по електронній пошті, як тільки Ваш Особистий Кабінет буде активований адміністрацією магазину.</p><p>Якщо у Вас є якісь запитання, будь ласка <a href="%s">пишіть нам</a>.</p>';
$_['text_account'] = 'Особистий Кабінет';
$_['text_success'] = 'Успішно';